Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: An image's **Crop** can differ by language too, so a translated screenshot can be framed on its own.
ar: يمكن أن يختلف **اقتصاص** الصورة حسب اللغة أيضًا، لذلك يمكن تأطير لقطة الشاشة المترجمة من تلقاء نفسها.
ca: El **Retall** d'una imatge també pot variar segons l'idioma, de manera que una captura de pantalla traduïda es pot emmarcar per si sola.
cs: **Oříznutí** obrázku se také může lišit podle jazyka, takže přeložený snímek obrazovky lze zarámovat samostatně.
da: Et billedes **Beskær** kan også variere efter sprog, så et oversat skærmbillede kan indrammes alene.
de: Auch der **Zuschnitt** eines Bilds kann je nach Sprache abweichen, sodass ein übersetzter Screenshot eigenständig gerahmt werden kann.
el: Η **Περικοπή** μιας εικόνας μπορεί επίσης να διαφέρει ανάλογα με τη γλώσσα, επομένως ένα μεταφρασμένο στιγμιότυπο οθόνης μπορεί να πλαισιωθεί από μόνο του.
es: El **recorte** de una imagen también puede variar según el idioma, para encuadrar por separado una captura traducida.
fa: **برش** یک تصویر هم می‌تواند برای هر زبان متفاوت باشد، تا بتوانید اسکرین‌شات ترجمه‌شده را جداگانه قاب‌بندی کنید.
fi: Kuvan **Rajaus** voi myös vaihdella kielen mukaan, joten käännetty kuvakaappaus voidaan kehystää yksinään.
fr: Le **recadrage** d'une image peut aussi varier selon la langue, pour cadrer séparément une capture traduite.
he: **חיתוך** של תמונה יכול להיות שונה גם לפי שפה, כך שניתן למסגר צילום מסך מתורגם בפני עצמו.
hr: **Obrezivanje** slike također se može razlikovati ovisno o jeziku, tako da se prevedena snimka zaslona može samostalno uokviriti.
hu: A kép **Körbevágása** nyelvenként is eltérhet, így a lefordított képernyőkép önmagában is keretezhető.
id: **Pangkas** gambar juga dapat berbeda menurut bahasa, sehingga tangkapan layar yang diterjemahkan dapat dibingkai sendiri.
it: Anche il **ritaglio** di un'immagine può variare in base alla lingua, così uno screenshot tradotto può essere inquadrato a sé.
ja: 画像の**トリミング**も言語ごとに変えられるので、翻訳したスクリーンショットを個別に切り取れます。
ko: 이미지의 **자르기**도 언어별로 다르게 설정할 수 있어, 번역된 스크린샷을 따로 맞출 수 있습니다.
ms: **Crop** imej juga boleh berbeza mengikut bahasa, jadi tangkapan skrin yang diterjemahkan boleh dibingkaikan sendiri.
nl: De **Bijsnijding** van een afbeelding kan ook per taal verschillen, dus een vertaalde schermafbeelding kan op zichzelf worden ingekaderd.
no: Et bildes **Crop** kan også variere etter språk, så et oversatt skjermbilde kan rammes inn alene.
pl: **Przycięcie** obrazu może różnić się także w zależności od języka, więc przetłumaczony zrzut ekranu można oprawić samodzielnie.
pt_br: O **recorte** de uma imagem também pode variar por idioma, para enquadrar separadamente uma captura traduzida.
pt_pt: O **Corte** de uma imagem também pode diferir de acordo com o idioma, portanto, uma captura de ecrã traduzida pode ser enquadrada sozinha.
ro: **Decuparea** unei imagini poate diferi și în funcție de limbă, astfel încât o captură de ecran tradusă poate fi încadrată singură.
ru: **Обрезка** изображения тоже может отличаться для каждого языка, так что переведённый скриншот можно кадрировать отдельно.
sk: **Orezanie** obrázka sa môže líšiť aj podľa jazyka, takže preložená snímka obrazovky môže byť zarámovaná samostatne.
sl: **Obrez** slike se lahko razlikuje tudi glede na jezik, tako da je preveden posnetek zaslona mogoče uokviriti sam.
sv: En bilds **Beskär** kan också skilja sig åt beroende på språk, så en översatt skärmdump kan ramas in på egen hand.
th: **ครอบตัด** ของรูปภาพอาจแตกต่างกันไปตามภาษา ดังนั้นภาพหน้าจอที่แปลแล้วจึงสามารถจัดเฟรมได้ด้วยตัวเอง
tr: Bir resmin **kırpması** da dile göre farklı olabilir; böylece çevrilmiş bir ekran görüntüsü ayrı olarak çerçevelenebilir.
uk: **Обрізання** зображення теж може відрізнятися для кожної мови, тож перекладений скриншот можна кадрувати окремо.
ur: کسی تصویر کی **کراپ** زبان کے لحاظ سے بھی مختلف ہو سکتی ہے، اس لیے ترجمہ شدہ اسکرین شاٹ خود ہی تیار کیا جا سکتا ہے۔
vi: **Cắt** của một hình ảnh cũng có thể khác nhau tùy theo ngôn ngữ, do đó, ảnh chụp màn hình đã dịch có thể được đóng khung riêng.
zh_hans: 图像的**裁剪**也可以按语言设置，让翻译后的截图单独取景。
zh_hant: 影像的**裁切**也可以依語言設定，讓翻譯後的截圖單獨取景。

source: An index that exists but can't be read is moved aside to `projects.json.corrupt` rather than deleted, so nothing is lost.
ar: يتم نقل الفهرس الموجود ولكن لا يمكن قراءته جانبًا إلى "projects.json.corrupt" بدلاً من حذفه، لذلك لا يتم فقدان أي شيء.
ca: Un índex que existeix però que no es pot llegir es trasllada a "projects.json.corrupt" en lloc de suprimir-se, de manera que no es perd res.
cs: Index, který existuje, ale nelze jej přečíst, se místo smazání přesune stranou do `projects.json.corrupt`, takže se nic neztratí.
da: Et indeks, der eksisterer, men som ikke kan læses, flyttes til side til `projects.json.corrupt` i stedet for at blive slettet, så intet går tabt.
de: Ein Index, der existiert, aber nicht lesbar ist, wird nach `projects.json.corrupt` verschoben statt gelöscht, sodass nichts verloren geht.
el: Ένα ευρετήριο που υπάρχει αλλά δεν μπορεί να διαβαστεί μετακινείται στην άκρη στο "projects.json.corrupt" αντί να διαγραφεί, οπότε τίποτα δεν χάνεται.
es: Un índice que existe pero no se puede leer se aparta como `projects.json.corrupt` en lugar de eliminarse, así que no se pierde nada.
fa: فهرستی که وجود دارد اما خوانده نمی‌شود، به‌جای حذف به `projects.json.corrupt` منتقل می‌شود تا چیزی از بین نرود.
fi: Indeksi, joka on olemassa, mutta jota ei voida lukea, siirretään sivuun "projects.json.corrupt" sen sijaan, että se poistetaan, joten mitään ei menetetä.
fr: Un index présent mais illisible est mis de côté sous `projects.json.corrupt` au lieu d'être supprimé : rien n'est perdu.
he: אינדקס שקיים אך לא ניתן לקריאה מועבר הצידה אל `projects.json.corrupt` במקום נמחק, כך ששום דבר לא הולך לאיבוד.
hr: Indeks koji postoji, ali se ne može pročitati pomiče se u stranu u `projects.json.corrupt` umjesto da se briše, tako da se ništa ne gubi.
hu: Egy létező, de nem olvasható index törlése helyett a "projects.json.corrupt" mappába kerül, így semmi sem vész el.
id: Indeks yang ada tetapi tidak dapat dibaca akan dipindahkan ke `projects.json.corrupt` daripada dihapus, sehingga tidak ada yang hilang.
it: Un indice esistente ma illeggibile viene spostato in `projects.json.corrupt` anziché eliminato, quindi non si perde nulla.
ja: 存在するが読み取れないインデックスは、削除されずに `projects.json.corrupt` に移動されるため、何も失われません。
ko: 존재하지만 읽을 수 없는 인덱스는 삭제되지 않고 `projects.json.corrupt`로 이동되므로 아무것도 손실되지 않습니다.
ms: Indeks yang wujud tetapi tidak boleh dibaca dialihkan ke `projects.json.corrupt` dan bukannya dipadamkan, jadi tiada apa-apa yang hilang.
nl: Een index die bestaat maar niet kan worden gelezen, wordt opzij verplaatst naar `projects.json.corrupt` in plaats van verwijderd, zodat er niets verloren gaat.
no: En indeks som eksisterer, men som ikke kan leses, flyttes til side til `projects.json.corrupt` i stedet for å slettes, så ingenting går tapt.
pl: Indeks, który istnieje, ale nie można go odczytać, jest zamiast usuwany przenoszony do pliku `projects.json.corrupt`, więc nic nie zostaje utracone.
pt_br: Um índice que existe, mas não pode ser lido, é movido para `projects.json.corrupt` em vez de excluído, para que nada seja perdido.
pt_pt: Um índice que existe, mas não pode ser lido, é movido para `projects.json.corrupt` em vez de excluído, para que nada seja perdido.
ro: Un index care există, dar care nu poate fi citit este mutat deoparte în `projects.json.corrupt`, mai degrabă decât șters, astfel încât nimic nu se pierde.
ru: Существующий, но нечитаемый индекс не удаляется, а переименовывается в `projects.json.corrupt`, так что ничего не теряется.
sk: Index, ktorý existuje, ale nedá sa prečítať, sa namiesto vymazania presunie nabok do súboru `projects.json.corrupt`, takže sa nič nestratí.
sl: Indeks, ki obstaja, vendar ga ni mogoče prebrati, se premakne na stran v `projects.json.corrupt` in ne izbriše, tako da se nič ne izgubi.
sv: Ett index som finns men inte kan läsas flyttas åt sidan till `projects.json.corrupt` istället för att raderas, så ingenting går förlorat.
th: ดัชนีที่มีอยู่แต่ไม่สามารถอ่านได้จะถูกย้ายไปที่ `projects.json.corrupt` แทนที่จะลบออก ดังนั้นจึงไม่มีอะไรสูญหาย
tr: Var olan ama okunamayan bir dizin silinmek yerine `projects.json.corrupt` olarak kenara taşınır; böylece hiçbir şey kaybolmaz.
uk: Індекс, який існує, але не читається, переміщується в `projects.json.corrupt`, а не видаляється, тож нічого не втрачається.
ur: ایک انڈیکس جو موجود ہے لیکن پڑھا نہیں جا سکتا اسے حذف کرنے کی بجائے ایک طرف `projects.json.corrupt` پر منتقل کر دیا جاتا ہے، اس لیے کچھ بھی ضائع نہیں ہوتا ہے۔
vi: Một chỉ mục tồn tại nhưng không thể đọc được sẽ được chuyển sang `projects.json.corrupt` thay vì bị xóa, do đó không có gì bị mất.
zh_hans: 已存在但无法读取的索引会被移到 `projects.json.corrupt`，而不会被删除，因此不会丢失任何内容。
zh_hant: 存在但無法讀取的索引會被移到 `projects.json.corrupt`，而不會被刪除，因此不會遺失任何內容。

source: Android Phone
ar: هاتف أندرويد
ca: Telèfon Android
cs: Telefon Android
da: Android telefon
de: Android-Smartphone
el: Τηλέφωνο Android
es: Teléfono Android
fa: گوشی اندروید
fi: Android-puhelin
fr: Téléphone Android
he: טלפון אנדרואיד
hr: Android telefon
hu: Android telefon
id: Ponsel Android
it: Telefono Android
ja: Android スマートフォン
ko: Android 휴대폰
ms: Telefon Android
nl: Android-telefoon
no: Android-telefon
pl: Telefon z Androidem
pt_br: Telefone Android
pt_pt: Telefone Android
ro: Telefon Android
ru: Телефон Android
sk: Android telefón
sl: Android telefon
sv: Android-telefon
th: โทรศัพท์แอนดรอยด์
tr: Android Telefon
uk: Android-телефон
ur: اینڈرائیڈ فون
vi: Điện thoại Android
zh_hans: Android 手机
zh_hant: Android 手機

source: Android Tablet
ar: أندرويد تابلت
ca: Tauleta Android
cs: Tablet Android
el: Τάμπλετ Android
es: Tablet Android
fa: تبلت اندروید
fi: Android-tabletti
fr: Tablette Android
he: טאבלט אנדרואיד
hu: Android táblagép
id: Tablet Android
it: Tablet Android
ja: Android タブレット
ko: Android 태블릿
ms: Tablet Android
no: Android-nettbrett
pl: Tablet z Androidem
pt_br: Tablet Android
pt_pt: Tablet Android
ro: Tabletă Android
ru: Планшет Android
sk: Tablet so systémom Android
sl: Tablični računalnik Android
sv: Android surfplatta
th: แท็บเล็ตแอนดรอย
uk: Android-планшет
ur: اینڈرائیڈ ٹیبلٹ
vi: Máy tính bảng Android
zh_hans: Android 平板电脑
zh_hant: Android 平板電腦

source: Angular
ar: الزاوي
cs: Hranatý
da: Kantet
de: Winkel
el: Γωνιακή
fa: زاویه‌ای
fi: Kulmikas
fr: Angulaire
he: זוויתי
hr: Kutna
hu: Szögletes
id: sudut
it: Angolare
ja: 円錐
ko: 각도형
ms: bersudut
nl: Hoekig
no: Kantete
pl: Kątowy
ro: unghiular
ru: Угловой
sk: Hranatá
sl: Kotni
sv: Kantig
th: เชิงมุม
tr: Açısal
uk: Кутовий
ur: کونیی
vi: Góc cạnh
zh_hans: 角度
zh_hant: 角度

source: Another screenshot sync is already running. Wait for it to finish, or cancel it first.
ar: هناك مزامنة أخرى للشاشة قيد التشغيل بالفعل. انتظر حتى ينتهي، أو قم بإلغائه أولاً.
ca: Una altra sincronització de captures de pantalla ja s'està executant. Espereu que acabi o cancel·leu-lo primer.
cs: Další synchronizace snímku obrazovky již běží. Počkejte, až skončí, nebo jej nejprve zrušte.
da: En anden synkronisering af skærmbilleder kører allerede. Vent til det er færdigt, eller annuller det først.
de: Eine andere Screenshot-Synchronisierung läuft bereits. Warte, bis sie abgeschlossen ist, oder brich sie zuerst ab.
el: Ένας άλλος συγχρονισμός στιγμιότυπου οθόνης εκτελείται ήδη. Περιμένετε να τελειώσει ή ακυρώστε το πρώτα.
es: Ya hay otra sincronización de capturas en curso. Espera a que termine o cancélala primero.
fa: همگام‌سازی اسکرین‌شات دیگری از قبل در حال اجرا است. صبر کنید تا تمام شود یا ابتدا آن را لغو کنید.
fi: Toinen kuvakaappauksen synkronointi on jo käynnissä. Odota sen päättymistä tai peruuta se ensin.
fr: Une autre synchronisation des captures d'écran est déjà en cours. Attendez qu'elle se termine ou annulez-la d'abord.
he: סנכרון נוסף של צילום מסך כבר פועל. המתן עד שהוא יסתיים, או בטל אותו קודם.
hr: Druga sinkronizacija snimke zaslona već je pokrenuta. Pričekajte da završi ili ga prvo otkažite.
hu: Egy másik képernyőkép-szinkronizálás már fut. Várja meg, amíg befejeződik, vagy először törölje.
id: Sinkronisasi tangkapan layar lainnya sudah berjalan. Tunggu hingga selesai, atau batalkan terlebih dahulu.
it: È già in corso un'altra sincronizzazione degli screenshot. Attendi che termini oppure annullala prima.
ja: 別のスクリーンショット同期がすでに実行中です。完了するまで待つか、先にキャンセルしてください。
ko: 다른 스크린샷 동기화가 이미 실행 중입니다. 완료될 때까지 기다리거나 먼저 취소하세요.
ms: Penyegerakan tangkapan skrin lain sudah berjalan. Tunggu sehingga selesai, atau batalkan dahulu.
nl: Er is al een andere screenshot-synchronisatie actief. Wacht tot het klaar is, of annuleer het eerst.
no: En annen synkronisering av skjermbilder kjører allerede. Vent til den er ferdig, eller avbryt den først.
pl: Inna synchronizacja zrzutów ekranu jest już uruchomiona. Poczekaj, aż się zakończy, lub najpierw anuluj.
pt_br: Outra sincronização de capturas de tela já está em andamento. Aguarde terminar ou cancele-a primeiro.
pt_pt: Outra sincronização de captura de ecrã já está em execução. Espere que termine ou cancele primeiro.
ro: O altă sincronizare a capturii de ecran rulează deja. Așteptați să se termine sau anulați-l mai întâi.
ru: Уже выполняется другая синхронизация скриншотов. Дождитесь ее завершения или сначала отмените ее.
sk: Ďalšia synchronizácia snímky obrazovky už prebieha. Počkajte, kým sa dokončí, alebo ho najskôr zrušte.
sl: Druga sinhronizacija posnetkov zaslona se že izvaja. Počakajte, da se konča, ali pa ga najprej prekličite.
sv: En annan synkronisering av skärmdumpar körs redan. Vänta tills det är klart, eller avbryt det först.
th: การซิงค์ภาพหน้าจออื่นกำลังทำงานอยู่แล้ว รอให้เสร็จสิ้นหรือยกเลิกก่อน
tr: Başka bir ekran görüntüsü eşzamanlaması zaten çalışıyor. Bitmesini bekleyin ya da önce iptal edin.
uk: Уже триває інша синхронізація знімків екрана. Дочекайтеся її завершення або спершу скасуйте її.
ur: ایک اور اسکرین شاٹ کی مطابقت پذیری پہلے سے چل رہی ہے۔ اس کے ختم ہونے کا انتظار کریں، یا پہلے اسے منسوخ کریں۔
vi: Một đồng bộ ảnh chụp màn hình khác đang chạy. Đợi nó kết thúc hoặc hủy nó trước.
zh_hans: 另一个截图同步正在运行。请等待其完成，或先将其取消。
zh_hant: 另一個螢幕截圖同步正在執行。請等待它完成，或先將其取消。
